Repository: KicKerBNU/money-plan-ios
Catalog: MoneyPlan/Resources/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, et, fi, fr, hi, hr, hu, it, lt, lv, nl, pl, pt, ro, sk, sl, sv, zh_hans

# chatbot.consent.howBody
source: Only to answer your expense questions inside Money Plan. We do not use the assistant for advertising or sell your data.
bg: Само за да отговорим на вашите въпроси за разходите в Money Plan. Ние не използваме асистента за реклама или продажба на вашите данни.
cs: Pouze k zodpovězení vašich otázek ohledně výdajů v rámci Money Plan. Asistenta nepoužíváme k reklamě ani k prodeji vašich dat.
da: Kun for at besvare dine udgiftsspørgsmål i Money Plan. Vi bruger ikke assistenten til at annoncere eller sælge dine data.
de: Nur zur Beantwortung Ihrer Spesenfragen in Money Plan. Wir nutzen den Assistenten nicht für Werbung oder verkaufen Ihre Daten.
el: Μόνο για να απαντήσετε στις ερωτήσεις εξόδων σας στο Money Plan. Δεν χρησιμοποιούμε τον βοηθό για διαφήμιση ή πώληση των δεδομένων σας.
es: Solo para responder sus preguntas sobre gastos dentro de Money Plan. No utilizamos el asistente para publicidad ni vendemos sus datos.
et: Ainult selleks, et vastata teie rahaplaanis olevatele kuluküsimustele. Me ei kasuta assistenti reklaamimiseks ega teie andmete müümiseks.
fi: Vain vastataksesi kulukysymyksiisi Money Planin sisällä. Emme käytä avustajaa mainontaan tai tietojen myymiseen.
fr: Uniquement pour répondre à vos questions sur les dépenses dans Money Plan. Nous n'utilisons pas l'assistant à des fins publicitaires ni ne vendons vos données.
hi: केवल मनी प्लान के अंदर आपके व्यय संबंधी प्रश्नों का उत्तर देने के लिए। हम विज्ञापन के लिए या आपका डेटा बेचने के लिए सहायक का उपयोग नहीं करते हैं।
hr: Samo da odgovorim na vaša pitanja o troškovima unutar Money Plana. Pomoćnika ne koristimo za oglašavanje niti za prodaju vaših podataka.
hu: Csak a költségekkel kapcsolatos kérdések megválaszolásához a Money Plan-on belül. Az asszisztenst nem használjuk reklámozásra vagy adatainak értékesítésére.
it: Solo per rispondere alle tue domande sulle spese all'interno del Money Plan. Non utilizziamo l'assistente per pubblicizzare o vendere i tuoi dati.
lt: Tik norėdami atsakyti į jūsų klausimus apie išlaidas pinigų plane. Mes nenaudojame asistento reklamai ir neparduodame jūsų duomenų.
lv: Tikai, lai atbildētu uz jūsu jautājumiem par izdevumiem naudas plānā. Mēs neizmantojam palīgu reklamēšanai vai jūsu datu pārdošanai.
nl: Alleen om uw uitgavenvragen binnen Money Plan te beantwoorden. Wij gebruiken de assistent niet voor het adverteren of verkopen van uw gegevens.
pl: Tylko po to, aby odpowiedzieć na pytania dotyczące wydatków w ramach Money Plan. Nie wykorzystujemy asystenta do reklamy ani sprzedaży Twoich danych.
pt: Somente para responder perguntas sobre despesas dentro do Money Plan. Não usamos o assistente para anúncios nem vendemos seus dados.
ro: Doar pentru a răspunde la întrebările dvs. privind cheltuielile din cadrul Planului de bani. Nu folosim asistentul pentru publicitate sau vindem datele dvs.
sk: Len na zodpovedanie vašich otázok o výdavkoch v rámci Money Plan. Asistenta nepoužívame na reklamu ani na predaj vašich údajov.
sl: Samo za odgovor na vaša vprašanja o stroških znotraj denarnega načrta. Asistenta ne uporabljamo za oglaševanje ali prodajo vaših podatkov.
sv: Endast för att svara på dina utgiftsfrågor inom Money Plan. Vi använder inte assistenten för att annonsera eller sälja dina uppgifter.
zh_hans: 仅回答您在理财计划中的费用问题。我们不会使用该助手进行广告或出售您的数据。

# chatbot.consent.howTitle
source: How we use it
bg: Как го използваме
cs: Jak to používáme
da: Hvordan vi bruger det
de: Wie wir es nutzen
el: Πώς το χρησιμοποιούμε
es: como lo usamos
et: Kuidas me seda kasutame
fi: Kuinka käytämme sitä
fr: Comment nous l'utilisons
hi: हम इसका उपयोग कैसे करते हैं
hr: Kako ga koristimo
hu: Hogyan használjuk
it: Come lo usiamo
lt: Kaip mes jį naudojame
lv: Kā mēs to izmantojam
nl: Hoe wij het gebruiken
pl: Jak go używamy
pt: Como usamos
ro: Cum îl folosim
sk: Ako to používame
sl: Kako ga uporabljamo
sv: Hur vi använder det
zh_hans: 我们如何使用它

# chatbot.consent.intro
source: Before you use the Expense assistant, please review what we send and who receives it. We only send data after you agree below.
bg: Преди да използвате асистента за разходи, моля, прегледайте какво изпращаме и кой го получава. Ние изпращаме данни само след като се съгласите по-долу.
cs: Než použijete asistenta výdajů, zkontrolujte, co posíláme a kdo to přijímá. Údaje zasíláme pouze po níže uvedeném souhlasu.
da: Før du bruger udgiftsassistenten, bedes du gennemgå, hvad vi sender, og hvem der modtager det. Vi sender kun data, når du har accepteret nedenfor.
de: Bevor Sie den Spesenassistenten verwenden, überprüfen Sie bitte, was wir senden und wer es erhält. Wir senden Daten nur, nachdem Sie unten zugestimmt haben.
el: Προτού χρησιμοποιήσετε τον Βοηθό Εξόδων, ελέγξτε τι στέλνουμε και ποιος το λαμβάνει. Στέλνουμε δεδομένα μόνο αφού συμφωνήσετε παρακάτω.
es: Antes de utilizar el asistente de gastos, revise lo que enviamos y quién lo recibe. Solo enviamos datos después de que usted acepte a continuación.
et: Enne kuluassistendi kasutamist vaadake üle, mida me saadame ja kes selle vastu võtab. Saadame andmeid alles pärast seda, kui nõustute allpool.
fi: Ennen kuin käytät Expense Assistantia, tarkista, mitä lähetämme ja kuka sen vastaanottaa. Lähetämme tiedot vasta, kun hyväksyt alla.
fr: Avant d'utiliser l'assistant Dépenses, veuillez vérifier ce que nous envoyons et qui le reçoit. Nous n'envoyons des données qu'après votre accord ci-dessous.
hi: व्यय सहायक का उपयोग करने से पहले, कृपया समीक्षा करें कि हम क्या भेजते हैं और इसे कौन प्राप्त करता है। हम आपकी सहमति के बाद ही डेटा भेजते हैं।
hr: Prije nego što upotrijebite pomoćnika za troškove, pregledajte što šaljemo i tko to prima. Podatke šaljemo tek nakon što pristanete u nastavku.
hu: A Költségkezelő használata előtt kérjük, tekintse át, hogy mit küldünk és ki kapja meg. Csak akkor küldünk adatokat, ha Ön alább beleegyezik.
it: Prima di utilizzare l'Assistente spese, controlla cosa inviamo e chi lo riceve. Inviamo i dati solo dopo aver accettato di seguito.
lt: Prieš naudodamiesi išlaidų asistentu, peržiūrėkite, ką siunčiame ir kas tai gauna. Duomenis siunčiame tik tada, kai sutinkate toliau.
lv: Pirms izmantojat Izdevumu palīgu, lūdzu, pārskatiet, ko mēs sūtām un kas to saņem. Mēs nosūtām datus tikai pēc tam, kad piekrītat tālāk norādītajam.
nl: Voordat u de Onkostenassistent gebruikt, moet u controleren wat we verzenden en wie het ontvangt. Wij versturen alleen gegevens nadat u hieronder akkoord gaat.
pl: Zanim skorzystasz z Asystenta wydatków, sprawdź, co wysyłamy i kto to otrzymuje. Dane wysyłamy dopiero po wyrażeniu zgody poniżej.
pt: Antes de usar o Assistente de despesas, veja o que enviamos e quem recebe. Só enviamos dados depois que você concordar abaixo.
ro: Înainte de a utiliza Asistentul pentru cheltuieli, vă rugăm să examinați ce trimitem și cine îl primește. Trimitem date numai după ce sunteți de acord mai jos.
sk: Predtým, ako použijete asistenta výdavkov, skontrolujte, čo posielame a kto to dostáva. Údaje posielame až po vašom súhlase nižšie.
sl: Preden uporabite pomočnika za stroške, preverite, kaj pošiljamo in kdo to prejema. Podatke pošljemo šele, ko se spodaj strinjate.
sv: Innan du använder Expense-assistenten, vänligen granska vad vi skickar och vem som tar emot det. Vi skickar endast data efter att du godkänt nedan.
zh_hans: 在使用费用助手之前，请查看我们发送的内容以及接收者。我们仅在您同意以下内容后才发送数据。

# chatbot.consent.privacyLink
source: Privacy Policy
bg: Политика за поверителност
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzrichtlinie
el: Πολιτική Απορρήτου
es: política de privacidad
et: Privaatsuspoliitika
fi: Tietosuojakäytäntö
fr: politique de confidentialité
hi: गोपनीयता नीति
hr: Politika privatnosti
hu: Adatvédelmi szabályzat
it: politica sulla riservatezza
lt: Privatumo politika
lv: Privātuma politika
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de Privacidade
ro: Politica de confidențialitate
sk: Zásady ochrany osobných údajov
sl: Politika zasebnosti
sv: Sekretesspolicy
zh_hans: 隐私政策

# chatbot.consent.title
source: Third-party AI processing
bg: Обработка на AI от трети страни
cs: Zpracování AI třetích stran
da: Tredjeparts AI-behandling
de: KI-Verarbeitung durch Dritte
el: Επεξεργασία τεχνητής νοημοσύνης τρίτου μέρους
es: Procesamiento de IA de terceros
et: Kolmanda osapoole AI töötlemine
fi: Kolmannen osapuolen tekoälynkäsittely
fr: Traitement de l'IA tiers
hi: तृतीय-पक्ष AI प्रसंस्करण
hr: AI obrada treće strane
hu: Harmadik féltől származó mesterséges intelligencia feldolgozás
it: Elaborazione IA di terze parti
lt: Trečiosios šalies AI apdorojimas
lv: Trešās puses AI apstrāde
nl: AI-verwerking door derden
pl: Przetwarzanie AI przez strony trzecie
pt: Processamento por IA de terceiros
ro: Procesare AI terță parte
sk: Spracovanie AI tretích strán
sl: Obdelava umetne inteligence tretjih oseb
sv: Tredjeparts AI-bearbetning
zh_hans: 第三方AI处理

# chatbot.consent.whatBody
source: Your chat messages, recent messages in this conversation, and expense records from your account that are needed to answer your question (for example totals, categories, or expense lines for a date range you ask about).
bg: Вашите съобщения в чата, скорошни съобщения в този разговор и записи за разходи от вашия акаунт, които са необходими, за да отговорите на вашия въпрос (например общи суми, категории или редове за разходи за период от време, за който питате).
cs: Vaše chatovací zprávy, nedávné zprávy v této konverzaci a záznamy o výdajích z vašeho účtu, které jsou potřeba k zodpovězení vaší otázky (například součty, kategorie nebo výdajové řádky pro časové období, na které se ptáte).
da: Dine chatbeskeder, seneste beskeder i denne samtale og udgiftsposter fra din konto, som er nødvendige for at besvare dit spørgsmål (f.eks. totaler, kategorier eller udgiftslinjer for et datointerval, du spørger om).
de: Ihre Chat-Nachrichten, aktuelle Nachrichten in dieser Konversation und Spesendatensätze aus Ihrem Konto, die zur Beantwortung Ihrer Frage benötigt werden (z. B. Summen, Kategorien oder Spesenzeilen für einen Datumsbereich, nach dem Sie fragen).
el: Τα μηνύματά σας συνομιλίας, τα πρόσφατα μηνύματα σε αυτήν τη συνομιλία και τα αρχεία εξόδων από τον λογαριασμό σας που απαιτούνται για την απάντηση στην ερώτησή σας (για παράδειγμα σύνολα, κατηγορίες ή γραμμές εξόδων για ένα εύρος ημερομηνιών για το οποίο ρωτάτε).
es: Sus mensajes de chat, mensajes recientes en esta conversación y registros de gastos de su cuenta que son necesarios para responder su pregunta (por ejemplo, totales, categorías o líneas de gastos para un rango de fechas sobre el que pregunta).
et: Teie vestlussõnumid, selle vestluse hiljutised sõnumid ja teie konto kulukirjed, mida on vaja teie küsimusele vastamiseks (nt kogusummad, kategooriad või kuluread kuupäevavahemiku kohta, mille kohta küsite).
fi: Chat-viestisi, tämän keskustelun viimeisimmät viestit ja tilisi kulutiedot, joita tarvitaan kysymykseesi vastaamiseen (esimerkiksi kokonaissummat, luokat tai kulurivit kysymäsi ajanjakson osalta).
fr: Vos messages de discussion, les messages récents de cette conversation et les enregistrements de dépenses de votre compte qui sont nécessaires pour répondre à votre question (par exemple les totaux, les catégories ou les lignes de dépenses pour une plage de dates sur laquelle vous posez une question).
hi: आपके चैट संदेश, इस वार्तालाप में हाल के संदेश, और आपके खाते से व्यय रिकॉर्ड जो आपके प्रश्न का उत्तर देने के लिए आवश्यक हैं (उदाहरण के लिए आपके द्वारा पूछे जाने वाली तिथि सीमा के लिए कुल योग, श्रेणियां या व्यय रेखाएं)।
hr: Vaše poruke chata, nedavne poruke u ovom razgovoru i zapisi o troškovima s vašeg računa koji su potrebni za odgovor na vaše pitanje (na primjer ukupni iznosi, kategorije ili linije troškova za razdoblje o kojem pitate).
hu: Az Ön csevegőüzenetei, a beszélgetésben a legutóbbi üzenetek és a fiókjából származó költségnyilvántartások, amelyekre szükség van a kérdés megválaszolásához (például összegek, kategóriák vagy költségsorok egy adott dátumtartományhoz, amelyre vonatkozóan kérdezett).
it: I tuoi messaggi di chat, i messaggi recenti di questa conversazione e i record di spesa del tuo account necessari per rispondere alla tua domanda (ad esempio totali, categorie o linee di spesa per un intervallo di date di cui hai chiesto).
lt: Jūsų pokalbių pranešimai, naujausi šio pokalbio pranešimai ir paskyros išlaidų įrašai, kurių reikia norint atsakyti į jūsų klausimą (pavyzdžiui, sumos, kategorijos arba išlaidų eilutės tos dienų sekos, apie kurią klausiate).
lv: Jūsu tērzēšanas ziņojumi, jaunākie ziņojumi šajā sarunā un jūsu konta izdevumu ieraksti, kas nepieciešami, lai atbildētu uz jūsu jautājumu (piemēram, kopsummas, kategorijas vai izdevumu rindas datumu diapazonam, par kuru uzdodat jautājumu).
nl: Uw chatberichten, recente berichten in dit gesprek en onkostengegevens uit uw account die nodig zijn om uw vraag te beantwoorden (bijvoorbeeld totalen, categorieën of onkostenregels voor een periode waarnaar u vraagt).
pl: Twoje wiadomości na czacie, ostatnie wiadomości w tej rozmowie i zapisy wydatków z Twojego konta potrzebne do udzielenia odpowiedzi na Twoje pytanie (na przykład sumy, kategorie lub pozycje wydatków dla zakresu dat, o który pytasz).
pt: Suas mensagens no chat, mensagens recentes desta conversa e registros de despesas da sua conta necessários para responder (por exemplo totais, categorias ou lançamentos em um período que você pedir).
ro: Mesajele dvs. de chat, mesajele recente din această conversație și înregistrările de cheltuieli din contul dvs. care sunt necesare pentru a răspunde la întrebarea dvs. (de exemplu, totaluri, categorii sau linii de cheltuieli pentru un interval de date despre care întrebați).
sk: Vaše chatové správy, posledné správy v tejto konverzácii a záznamy o výdavkoch z vášho účtu, ktoré sú potrebné na zodpovedanie vašej otázky (napríklad súčty, kategórie alebo výdavkové riadky pre rozsah dátumov, na ktorý sa pýtate).
sl: Vaša sporočila v klepetu, nedavna sporočila v tem pogovoru in zapisi stroškov iz vašega računa, ki so potrebni za odgovor na vaše vprašanje (na primer vsote, kategorije ali vrstice stroškov za časovno obdobje, o katerem sprašujete).
sv: Dina chattmeddelanden, senaste meddelanden i den här konversationen och utgiftsposter från ditt konto som behövs för att svara på din fråga (till exempel summor, kategorier eller utgiftsrader för ett datumintervall du frågar om).
zh_hans: 您的聊天消息、此对话中的最新消息以及回答您的问题所需的帐户中的费用记录（例如您询问的日期范围内的总计、类别或费用行）。

# chatbot.consent.whatTitle
source: What we send
bg: Какво изпращаме
cs: Co posíláme
da: Hvad vi sender
de: Was wir senden
el: Αυτό που στέλνουμε
es: que enviamos
et: Mida saadame
fi: Mitä lähetämme
fr: Ce que nous envoyons
hi: हम क्या भेजते हैं
hr: Što šaljemo
hu: Amit küldünk
it: Cosa inviamo
lt: Ką siunčiame
lv: Ko mēs sūtām
nl: Wat we sturen
pl: Co wysyłamy
pt: O que enviamos
ro: Ceea ce trimitem
sk: Čo posielame
sl: Kaj pošljemo
sv: Vad vi skickar
zh_hans: 我们发送什么

# chatbot.consent.whoBody
source: OpenAI processes this data on our behalf through our backend API to generate replies. OpenAI does not receive your password or unrelated app data.
bg: OpenAI обработва тези данни от наше име чрез нашия backend API, за да генерира отговори. OpenAI не получава вашата парола или несвързани данни от приложения.
cs: OpenAI zpracovává tato data naším jménem prostřednictvím našeho backendového API za účelem generování odpovědí. OpenAI neobdrží vaše heslo ani nesouvisející data aplikací.
da: OpenAI behandler disse data på vores vegne gennem vores backend API for at generere svar. OpenAI modtager ikke din adgangskode eller urelaterede appdata.
de: OpenAI verarbeitet diese Daten in unserem Auftrag über unsere Backend-API, um Antworten zu generieren. OpenAI erhält weder Ihr Passwort noch damit zusammenhängende App-Daten.
el: Το OpenAI επεξεργάζεται αυτά τα δεδομένα για λογαριασμό μας μέσω του backend API μας για να δημιουργήσει απαντήσεις. Το OpenAI δεν λαμβάνει τον κωδικό πρόσβασής σας ή τα άσχετα δεδομένα εφαρμογής.
es: OpenAI procesa estos datos en nuestro nombre a través de nuestra API backend para generar respuestas. OpenAI no recibe su contraseña ni datos de aplicaciones no relacionadas.
et: OpenAI töötleb neid andmeid meie nimel meie taustarakenduse API kaudu vastuste genereerimiseks. OpenAI ei saa teie parooli ega seotud rakenduse andmeid.
fi: OpenAI käsittelee näitä tietoja puolestamme taustasovellusliittymämme kautta vastausten luomiseksi. OpenAI ei saa salasanaasi tai asiaankuulumattomia sovellustietojasi.
fr: OpenAI traite ces données en notre nom via notre API backend pour générer des réponses. OpenAI ne reçoit pas votre mot de passe ni les données d'application non liées.
hi: ओपनएआई उत्तर उत्पन्न करने के लिए हमारे बैकएंड एपीआई के माध्यम से हमारी ओर से इस डेटा को संसाधित करता है। OpenAI को आपका पासवर्ड या असंबंधित ऐप डेटा प्राप्त नहीं होता है।
hr: OpenAI obrađuje ove podatke u naše ime putem našeg pozadinskog API-ja za generiranje odgovora. OpenAI ne prima vašu lozinku ili nepovezane podatke aplikacije.
hu: Az OpenAI ezeket az adatokat a nevünkben dolgozza fel a háttér API-n keresztül a válaszok generálásához. Az OpenAI nem kapja meg jelszavát vagy nem kapcsolódó alkalmazásadatait.
it: OpenAI elabora questi dati per nostro conto tramite la nostra API backend per generare risposte. OpenAI non riceve la tua password o i dati delle app non correlate.
lt: OpenAI apdoroja šiuos duomenis mūsų vardu per mūsų užpakalinės programos API, kad generuotų atsakymus. OpenAI negauna jūsų slaptažodžio ar nesusijusių programos duomenų.
lv: OpenAI apstrādā šos datus mūsu vārdā, izmantojot mūsu aizmugursistēmas API, lai ģenerētu atbildes. OpenAI nesaņem jūsu paroli vai nesaistītus lietotņu datus.
nl: OpenAI verwerkt deze gegevens namens ons via onze backend API om antwoorden te genereren. OpenAI ontvangt uw wachtwoord of niet-gerelateerde app-gegevens niet.
pl: OpenAI przetwarza te dane w naszym imieniu za pośrednictwem naszego interfejsu API zaplecza w celu generowania odpowiedzi. OpenAI nie otrzymuje Twojego hasła ani niepowiązanych danych aplikacji.
pt: A OpenAI processa esses dados em nosso nome pela nossa API para gerar respostas. A OpenAI não recebe sua senha nem outros dados do app.
ro: OpenAI procesează aceste date în numele nostru prin API-ul nostru backend pentru a genera răspunsuri. OpenAI nu primește parola dvs. sau datele aplicației care nu au legătură.
sk: OpenAI spracováva tieto údaje v našom mene prostredníctvom nášho backendového API na generovanie odpovedí. OpenAI nedostáva vaše heslo ani nesúvisiace údaje aplikácie.
sl: OpenAI obdeluje te podatke v našem imenu prek našega zalednega API-ja za ustvarjanje odgovorov. OpenAI ne prejme vašega gesla ali nepovezanih podatkov aplikacije.
sv: OpenAI bearbetar dessa data för vår räkning genom vårt backend-API för att generera svar. OpenAI tar inte emot ditt lösenord eller orelaterade appdata.
zh_hans: OpenAI 通过我们的后端 API 代表我们处理这些数据以生成回复。 OpenAI 不会接收您的密码或无关的应用程序数据。

# chatbot.consent.whoTitle
source: Who receives it
bg: Който го получава
cs: Kdo to přijímá
da: Hvem modtager den
de: Wer erhält es?
el: Ποιος το παραλαμβάνει
es: quien lo recibe
et: Kes selle vastu võtab
fi: Kuka sen vastaanottaa
fr: Qui le reçoit
hi: इसे कौन प्राप्त करता है
hr: Tko ga prima
hu: Ki kapja meg
it: Chi lo riceve
lt: Kas jį gauna
lv: Kas to saņem
nl: Wie ontvangt het
pl: Kto to otrzymuje
pt: Quem recebe
ro: Cine îl primește
sk: Kto to prijíma
sl: Kdo ga prejme
sv: Vem tar emot det
zh_hans: 谁收到

# chatbot.empty
source: Examples: How much did I spend last month? Top categories this year?
bg: Примери: Колко похарчих миналия месец? Топ категории тази година?
cs: Příklady: Kolik jsem utratil minulý měsíc? Nejlepší kategorie letošního roku?
da: Eksempler: Hvor meget brugte jeg sidste måned? Topkategorier i år?
de: Beispiele: Wie viel habe ich letzten Monat ausgegeben? Top-Kategorien dieses Jahr?
el: Παραδείγματα: Πόσα ξόδεψα τον περασμένο μήνα; Κορυφαίες κατηγορίες φέτος;
es: Ejemplos: ¿Cuánto gasté el mes pasado? ¿Categorías principales este año?
et: Näited: kui palju ma eelmisel kuul kulutasin? Selle aasta parimad kategooriad?
fi: Esimerkkejä: Kuinka paljon kulutin viime kuussa? Tämän vuoden huippuluokat?
fr: Exemples : combien ai-je dépensé le mois dernier ? Les meilleures catégories cette année ?
hi: उदाहरण: मैंने पिछले महीने कितना खर्च किया? इस वर्ष शीर्ष श्रेणियाँ?
hr: Primjeri: Koliko sam potrošio prošli mjesec? Najbolje kategorije ove godine?
hu: Példák: Mennyit költöttem a múlt hónapban? Az idei év legjobb kategóriái?
it: Esempi: quanto ho speso il mese scorso? Le migliori categorie quest'anno?
lt: Pavyzdžiai: kiek išleidau praėjusį mėnesį? Geriausios šių metų kategorijos?
lv: Piemēri: cik daudz es iztērēju pagājušajā mēnesī? Šī gada labākās kategorijas?
nl: Voorbeelden: Hoeveel heb ik de afgelopen maand uitgegeven? Topcategorieën dit jaar?
pl: Przykłady: Ile wydałem w zeszłym miesiącu? Najpopularniejsze kategorie w tym roku?
pt: Ex.: «Quanto gastei no mês passado?» · «Principais categorias este ano».
ro: Exemple: Cât am cheltuit luna trecută? Cele mai bune categorii anul acesta?
sk: Príklady: Koľko som minul minulý mesiac? Top kategórie tohto roku?
sl: Primeri: Koliko sem porabil prejšnji mesec? Najboljše kategorije letos?
sv: Exempel: Hur mycket spenderade jag förra månaden? Toppkategorier i år?
zh_hans: 示例：我上个月花了多少钱？今年的热门类别？

# chatbot.inputLabel
source: Your message
bg: Вашето съобщение
cs: Vaše zpráva
da: Din besked
de: Ihre Nachricht
el: Το μήνυμά σας
es: tu mensaje
et: Sinu sõnum
fi: Sinun viestisi
fr: Votre message
hi: आपका संदेश
hr: Vaša poruka
hu: Az Ön üzenete
it: Il tuo messaggio
lt: Jūsų žinutė
lv: Jūsu ziņa
nl: Jouw bericht
pl: Twoja wiadomość
pt: A sua mensagem
ro: Mesajul dvs
sk: Vaša správa
sl: Vaše sporočilo
sv: Ditt meddelande
zh_hans: 您的留言

# chatbot.placeholder
source: Ask about your expenses…
bg: Попитайте за разходите си...
cs: Zeptejte se na své výdaje…
da: Spørg om dine udgifter...
de: Fragen Sie nach Ihren Ausgaben …
el: Ρωτήστε για τα έξοδά σας…
es: Pregunta por tus gastos...
et: Küsi oma kulude kohta…
fi: Kysy kuluistasi…
fr: Renseignez-vous sur vos dépenses…
hi: अपने खर्चों के बारे में पूछें...
hr: Raspitajte se o svojim troškovima…
hu: Kérdezd meg a kiadásaidat…
it: Chiedi informazioni sulle tue spese...
lt: Klauskite apie savo išlaidas…
lv: Jautājiet par saviem izdevumiem…
nl: Vraag naar uw uitgaven...
pl: Zapytaj o swoje wydatki…
pt: Pergunte sobre as suas despesas…
ro: Întrebați despre cheltuielile dvs....
sk: Pýtajte sa na svoje výdavky...
sl: Vprašajte o svojih stroških ...
sv: Fråga om dina utgifter...
zh_hans: 询问你的开支...

# chatbot.send
source: Send
bg: Изпратете
cs: Poslat
da: Sende
de: Schicken
el: Στέλνω
es: Enviar
et: Saada
fi: Lähetä
fr: Envoyer
hi: भेजना
hr: Poslati
hu: Elküld
it: Inviare
lt: Siųsti
lv: Sūtīt
nl: Versturen
pl: Wysłać
pt: Enviar
ro: Trimite
sk: Odoslať
sl: Pošlji
sv: Skicka
zh_hans: 发送
